<template>
  <div class="about">
    <h1>DrunkCatStyle — сеть винных магазинов</h1>
    <p>На сайте представлена информация об ассортименте магазинов  (включает более 70 000 наименований). Возможность купить доступные и элитные вина, шампанское, крепкий алкоголь, воду. Консультации опытного сомелье. Гарантия подлинности: сертификаты на всю продукцию по запросу. Все материалы, размещенные на сайте, носят информационный характер и не являются рекламой </p>
    <img src="https://www.meme-arsenal.com/memes/2e160f2ff543e57777fbe25921306faf.jpg">
  </div>
</template>
<style>

  p{
     margin:0 20%;
     text-align:justify;
 }
 img{
   margin: 5%;
 }
</style>
