<template>
    <h1>Бокалы и декантеры</h1>
   <p>В данном разделе представлен широкий выбор бокалов для вина различной формы, бокалы для крепких напитков, графины и декантеры — сосуды для переливания вина перед подачей на стол. Посуда ручной работы станет настоящим украшением стола и позволит ощутить подлинный вкус напитков. </p>
    <p class="message">Товаров нет временно в наличие</p>
</template>

<script>
alert('В данный момент в этой категории нет товаров')
</script>

<style>
p{
     margin: 0 20%;
     text-align:justify;
 }
 .message{
     margin:20% 40%;
     
     color:lightslategrey;
 }
 img{
     width:500px;
     margin: 10px;
 }

</style>>
